/* No comment provided by engineer. */
"Added link." = "Link gespeichert.";

/* No comment provided by engineer. */
"Adding Link" = "Link speichern";

/* No comment provided by engineer. */
"Canceled!" = "Abgebrochen.";

/* No comment provided by engineer. */
"Couldn't add link" = "Konnte link nicht speichern.";

/* No comment provided by engineer. */
"Couldn't find a valid link to add." = "Konnte keinen gültigen Link finden.";

/* No comment provided by engineer. */
"Error adding link!" = "Fehler beim Speichern!";

/* No comment provided by engineer. */
"In order to use the wallabag extension, you have to configure your account inside the wallabag app first." = "Vor der Nutzung muss die wallabag iOS App zunächst konfiguriert werden.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please Log In" = "Bitte Einloggen.";

